let Manual;
export default Manual = [
    {
        id: 1,
        title: 'Петушок',
        details: 'Петушков можно встретить в аквариумах любителей по всему миру. Эта великолепная рыбка способна выжить без подачи кислорода, так как имеет специальный орган дыхания – лабиринт, позволяющий ей использовать для дыхания атмосферный воздух. Среди интересных особенностей петушков можно выделить усиленную агрессию самцов друг к другу. Встреча двух взрослых представителей данного вида непременно закончится дракой. Поэтому содержать вместе 2 и более мужских особей не рекомендуется. Размножаются рыбки довольно просто: самцы строят особое гнездо из пузырьков, куда складывают икринки и заботятся о них, пока не появятся мальки.',
        patch: require('../model-images/siamskij-petushok-betta-splendens.jpg')
    },
    {
        id: 2,
        title: 'Скалярия',
        details: 'Скалярии – необычные рыбки из рек Южной Америки. Их отличает уплощенное, практически треугольное тело с сильно вытянутыми плавниками. Размер отдельных особей может достигать 15 см, не считая плавников. Плавают скалярии чинно и грациозно. За это их называют «рыбы-ангелы». Будучи стайными в юном возрасте, взрослые скалярии предпочитают жить устойчивыми парами и могут запросто забить других родственников. Для содержания скалярий рекомендуется аквариум от 100 литров.',
        patch: require('../model-images/skalyariya-belaya.jpg')
    },
    {
        id: 3,
        title: 'Барбусы',
        details: 'Барбусы – широкая группа рыб, среди которых встречаются и миниатюрные рыбки, и настоящие гиганты. Объединяет их стайный образ жизни и постоянная «суетливость». Порой создается впечатление, что игры друг с другом прекращаются только с выключением света в аквариуме. Барбусы неприхотливы в содержании и при желании легко размножаются в домашних условиях. Следует отметить, что некоторые представители этой группы своей избыточной активностью могут стать источником стресса для более медлительных рыб. Поэтому вопросу совместимости следует уделить особое внимание, если вы планируете содержать барбусов в общем аквариуме.',
        patch: require('../model-images/sumatranskij-barbus-2.jpg')
    },
    {
        id: 4,
        title: 'Данио',
        details: 'Данио – суетливые непоседы, которые отлично заполнят верхнюю часть аквариума. Яркие и неприхотливые, они заняли достойное место в списке самых популярных аквариумных рыбок. Содержать данио необходимо в стайках от шести особей. Оставшись в одиночестве, представители этого вида испытывают сильнейший стресс. Для содержания данио не понадобится аквариум большого объема. Данио стали первыми рыбками, получившими измененный генотип (GloFish), создавались они в качестве индикатора загрязнений водоемов, а в результате стали привлекательными аквариумными обитателями.',
        patch: require('../model-images/danio-rerio-rozovyj.jpg')
    },
    {
        id: 5,
        title: 'Анциструс',
        details: 'Анциструсы, или сомики-прилипалы, одни из самых любимых аквариумистами рыбок. Они интересны и своей необычной формой тела, и плотными пластинами, которые покрывают их снаружи, а также дают надежную защиту от других рыб. Но главное, анциструс – это самый настоящий помощник аквариумиста. Особый рот-присоска приспособлен для соскребания водорослевых обрастаний (основной пищи анциструсов в природе) со стенок аквариума и декораций, чем эти рыбки оказывают неоценимую услугу в поддержании чистоты аквариума. Сомики непривередливы в содержании, хорошо уживаются с большинством видов рыб. Из особенностей стоит отметить необходимость коряги в аквариуме и кормление сухими таблетками с высоким содержание растительности.',
        patch: require('../model-images/Ancistrus.jpg')
    },
    {
        id: 6,
        title: 'Тернеция',
        details: 'Отличительная особенность тернеций – хорошо развитый анальный плавник, который образует привлекательную «юбку». Эти стайные рыбки отлично подойдут для содержания с другими миролюбивыми видами, хотя иногда и любят похулиганить, обкусывая длинные плавники. Имеют несколько цветовых вариаций, созданы также светящиеся тернеции (GloFish). Для содержания рекомендуется аквариум от 60 литров, поселять рыбок нужно только группами. Станут хорошим выбором для начинающих аквариумистов.',
        patch: require('../model-images/terneciya-ili-chernaya-tetra.jpg')
    },
    {
        id: 7,
        title: 'Моллинезия',
        details: 'Моллинезии – миролюбивые живородящие рыбки, которые станут отличным выбором для начинающих аквариумистов. За многие годы содержания было получено огромное количество пород, поэтому вы можете отыскать моллинезий самых разных оттенков. Однако наиболее популярными являются рыбки с равномерной черной окраской. Содержать этих питомцев лучше группами с преобладанием самцов. Моллинезии – живородящие рыбки, поэтому получить потомство от них проще простого. Хорошо сочетаются с небольшими миролюбивыми видами, например, меченосцами или тетрами. В рационе должна обязательно присутствовать растительная пища, иначе рыбки принимаются за нежные части растений.',
        patch: require('../model-images/mollinezi-mirolyubivye-i-neprihotlivye.jpg')
    },
    {
        id: 8,
        title: 'Гуппи',
        details: 'Гуппи, без сомнения, лучшая рыбка для начинающих аквариумистов. Она неприхотлива в уходе, о ее выносливости даже ходят легенды, не требует больших объемов аквариума, хорошо уживается со многими декоративными видами. Добавьте к этому огромное цветовое разнообразие и живорождение, благодаря которому получить потомство гуппи в домашних условиях проще простого.\n\nГуппи очень широко распространены по всему миру. Общее количество их настолько велико, что данному виду даже присвоили титул «рыбка тысячелетия». Также гуппи оказали неоценимую помощь человечеству в борьбе с распространением малярии в тропических регионах планеты, ведь личинки комаров – излюбленная пища этих маленьких живородок.',
        patch: require('../model-images/Guppi-vneshnij-vid.jpg')
    },
    {
        id: 9,
        title: 'Акары',
        details: 'Акары – одни из самых красочных цихлид Южной Америки. Но это настоящие гиганты, ведь они способны вырастать до 30 см в длину. Окраска тела может отличаться в зависимости от вида, но всегда присутствуют голубовато-зеленые пятна, разбросанными по всему телу, эффектно отражающие свет. Для содержания потребуется просторный аквариум не менее 300 литров. Для большинства видов характерно агрессивное поведение, особенно в период нереста. По типу питания акары – хищники, им требуются качественные корма с высоким содержанием белка. Для этих цихлид характерна ярко выраженная забота о потомстве. Родители ухаживают как за икрой, так и первое время за мальком.',
        patch: require('../model-images/akary-hishchniki-v-yarkom-odeyanii.jpg')
    },
    {
        id: 10,
        title: 'Рыба-попугай',
        details: 'Встретить рыбу попугая в природе у вас не получится. Этот гибрид был выведен путем скрещивания нескольких видов американских цихлид, а вот каких – до сих пор является коммерческой тайной. Рыбки имеют забавное укороченное бочкообразное тело и рот с характерной улыбкой. Сжатие внутренних органов привело к тому, что попугаи плавают слегка неуклюже. Но несмотря на все это, рыбки попугаи имеют свою армию поклонников. Самым распространенным окрасом попугаев является красный, но в продаже можно встретить и желтых, и синих, и зеленых особей. Стоит помнить, что предки рыбок попугаев – цихлиды, от которых представители данной группы получили свою территориальность, поэтому совмещать их можно только с соразмерными соседями. Попугаи могут откладывать икру, но она является бесплодной, и получить из нее потомство не выйдет.',
        patch: require('../model-images/ryba-popugaj.jpg')
    },
    {
        id: 10,
        title: 'Коридорас',
        details: 'Коридорасы – миролюбивые и очень забавные сомики, представители этой группы достаточно часто встречаются в аквариумах любителей. И заводят их не просто так. Ведь эти подводные жители – настоящие санитары аквариума, любимым занятием которых является поедание остатков корма, падающих на дно и застревающих между камнями. Таким образом, грунт всегда поддерживается в чистоте, а гниющие остатки не нарушают баланс в аквариуме.\n\nСодержать сомиков лучше всего группами, не забудьте позаботиться о большом количестве укрытий. Хорошо совместимы со многими декоративными рыбками.',
        patch: require('../model-images/koridoras-shterba.jpg')
    },
    {
        id: 10,
        title: 'Пецилия',
        details: 'Пецилии – широко распространённые живородящие рыбки. Отличаются небольшим размером и спокойным характером. В настоящее время можно встретить большое разнообразие окрасов. Удачная селекция возможна благодаря простому размножению, ведь мальки появляются на свет полностью сформированными. Пецилии также способны скрещиваться и с меченосцами. На пару рыб желательно заводить аквариум от 15 литров. Пецилии станут отличным выбором для начинающих аквариумистов, благодаря своей неприхотливости.',
        patch: require('../model-images/samec-pecilii.jpg')
    },
    {
        id: 10,
        title: 'Астронотус',
        details: 'Если вы желаете завести в своем аквариуме рыбку, которая будет узнавать вас при встрече, то обязательно рассмотрите кандидатуру астронотуса. Эти крупные цихлиды отличаются недюжинным интеллектом, запоминают лицо своего хозяина и даже иногда дают себя погладить. Главная трудность в содержании – немалый размер рыбок. В аквариуме они способны вырасти до  25-30 см в длину, а значит на пару рыб понадобится не менее 200 литров воды. К сожалению, уживаются с другими видами они не всегда хорошо, только с соразмерными цихлидами, и даже в этом случае подобное соседство требует наблюдения за поведением рыбок.',
        patch: require('../model-images/astronotus-glazchatyj-1.jpg')
    },
    {
        id: 10,
        title: 'Неоны',
        details: 'Отличительной особенностью неонов является наличие на боках тела сияющих полосок, переливающихся в отраженном свете зеленоватыми и голубоватыми оттенками. Крупная стая неонов в аквариуме-травнике смотрится просто невероятно, поэтому акваскейперы часто выбирают ее в качестве населения своих творений. Содержать неонов необходимо строго в стаях, одиночное поселение приведет к стрессу у рыбок, а порой даже к агрессии на соседей.',
        patch: require('../model-images/neony-zhiteli-akvaskejpov.jpg')
    },
    {
        id: 10,
        title: 'Рыба-клоун',
        details: 'Рыбы-клоуны, или амфиприоны – это морские рыбы, которые часто становятся первыми жителями начинающих морских аквариумистов. Они обладают яркой, запоминающейся внешностью. Это рыбки с насыщенно-оранжевой или красной окраской и характерными белыми полосами на теле.\n\nОчень интересен союз этих морских обитателей и различных видов актиний. Яд последних не действует на клоунов, поэтому они спокойно живут и размножаются среди щупалец. А вот желающему полакомиться амфиприоном придется несладко, актинии нанесут ему серьезные ожоги своими стрекательными клетками. Со своей стороны клоуны очищают щупальца кишечнополостных от остатков пищи, вентилируют пространство между ними.\n\nДля пары клоунов понадобится аквариум от 50 литров. С другими морскими обитателями уживаются хорошо.',
        patch: require('../model-images/amfiprion-oranzhevyj.jpg')
    },
];
